{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "A mystical staff that boosts elemental power."
					},
					"Translation":
					{
						"Text": "Un bâton mystique qui amplifie la puissance élémentaire"
					},
					"Key": "StaffDesc"
				},
				{
					"Source":
					{
						"Text": "A sharp sword with enhanced lightning power."
					},
					"Translation":
					{
						"Text": "Une épée tranchante avec une puissance foudroyante améliorée"
					},
					"Key": "SwordDesc"
				},
				{
					"Source":
					{
						"Text": "Attributes"
					},
					"Translation":
					{
						"Text": "Attributs"
					},
					"Key": "TutorialAttributes"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Commandes"
					},
					"Key": "TutorialControls"
				},
				{
					"Source":
					{
						"Text": "Earn Experience:\n-Defeat enemies to gain experience points for your chosen weapon.\n\nIncrease Your Weapon Level:\n-When you collect enough experience, your weapon will level up. Leveling up unlocks new combat techniques that help you deal more damage.\n\nBoost Your Elemental Proficiency:\n-Use elemental attacks (Fire, Ice, or Thunder) during battle. Each use increases your Elemental attribute for that weapon.\n\nUnlock Powerful Attacks:\n-As your elemental proficiency grows, you'll gain access to stronger elemental moves. Keep using a specific element to make its attacks even more effective."
					},
					"Translation":
					{
						"Text": "Gagnez de l'expérience:\r\n-Vainquez des ennemis pour gagner des points d'expérience pour l'arme de votre choix.\r\n\r\nAugmentez le niveau de votre arme:\r\n-Lorsque vous accumulez suffisamment d'expérience, votre arme montera de niveau. La montée en niveau débloque de nouvelles techniques de combat qui vous permettent d'infliger plus de dégâts.\r\n\r\nAméliorez votre maîtrise élémentaire :\r\n-Utilisez des attaques élémentaires (Feu, Glace ou Foudre) pendant les combats. Chaque utilisation augmente l'attribut élémentaire de cette arme.\r\n\r\nDébloquez des attaques puissantes :\r\n-En améliorant votre maîtrise élémentaire, vous débloquerez des attaques élémentaires plus puissantes. Continuez à utiliser un élément spécifique pour rendre ses attaques encore plus efficaces."
					},
					"Key": "TutorialLevelUpDesc"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Jouabilité"
					},
					"Key": "TutorialGameplay"
				},
				{
					"Source":
					{
						"Text": "Health:\n-Your Health (HP) shows how much damage you can take. Taking damage in battle reduces your Health. When your Health reaches zero, it's game over.\n\nAttack:\n-The Attack attribute determines how much damage you deal to enemies. Increasing this attribute means you can defeat foes more quickly.\n\nDefence:\n-Your Defence attribute reduces the damage you take from enemy attacks. A higher Defence helps you withstand more hits during combat.\n\nElemental:\n-This attribute measures your proficiency with elemental attacks (Fire, Ice, and Thunder). As you use these attacks, your Elemental attribute improves, unlocking even more potent moves.\n\nWeapon Level:\n-Your Weapon Level reflects the experience you've earned with your chosen weapon. As the level increases, new techniques and abilities become available, enhancing your combat options."
					},
					"Translation":
					{
						"Text": "Santé :\r\n-Votre Santé (PV) indique combien de dégâts vous pouvez encaisser. Subir des dégâts en combat réduit votre Santé. Si votre Santé atteint zéro, c'est la fin de la partie.\r\n\r\nAttaque :\r\n-L'attribut Attaque détermine les dégâts que vous infligez aux ennemis. L'augmenter vous permet de vaincre vos adversaires plus rapidement.\r\n\r\nDéfense :\r\n-Votre attribut Défense réduit les dégâts subis lors des attaques ennemies. Une Défense plus élevée vous aide à encaisser plus de coups en combat.\r\n\r\nÉlémentaire :\r\n-Cet attribut mesure votre maîtrise des attaques élémentaires (Feu, Glace et Foudre). En les utilisant, vous améliorez votre attribut Élémentaire, débloquant ainsi des attaques encore plus puissantes.\r\n\r\nNiveau d'Arme :\r\n-Votre Niveau d'Arme reflète l'expérience accumulée avec votre arme choisie. En augmentant de niveau, vous débloquez de nouvelles techniques et compétences, améliorant ainsi vos options de combat."
					},
					"Key": "TutorialAttributesDesc"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Langue"
					},
					"Key": "LanguageLabel"
				},
				{
					"Source":
					{
						"Text": "Levelling Up"
					},
					"Translation":
					{
						"Text": "Montée en niveau"
					},
					"Key": "TutorialLevelUp"
				},
				{
					"Source":
					{
						"Text": "Objective:\n-Your goal is to survive wave after wave of enemies. Stay alert, defeat as many foes as possible, and aim for a new high score.\n\nCombat Basics:\n-Use basic attacks to quickly take down enemies\n-Exploit enemy weaknesses with elemental attacks (Fire, Ice, or Thunder)\n-As you use these attacks, your Elemental attribute increases, unlocking more powerful moves\n\nUsing Techniques:\n-When your weapon levels up, new techniques become available. These special moves help you inflict heavy damage and keep enemies at bay.\n\nAbilities:\n-Use your abilities strategically during battle. When timed correctly, they can turn the tide by maximizing damage and controlling enemy movement.\n\nEnd of Battle:\n-The game continues until your Health runs out. At that point, you'll see an end screen displaying your final score, your best high score, and a summary of your attributes, including your Weapon Level and Elemental proficiency."
					},
					"Translation":
					{
						"Text": "Objectif :\r\nVotre but est de survivre vagues après vagues d'ennemis. Restez vigilant, éliminez autant d'ennemis que possible et visez un nouveau score élevé.\r\n\r\nBases du combat :\r\nUtilisez des attaques de base pour éliminer rapidement les ennemis.\r\nExploitez les faiblesses des ennemis avec des attaques élémentaires (Feu, Glace ou Foudre).\r\nEn utilisant ces attaques, votre attribut Élémentaire augmente, débloquant ainsi des attaques plus puissantes.\r\n\r\nUtilisation des techniques :\r\nLorsque votre arme monte en niveau, de nouvelles techniques deviennent disponibles. Ces mouvements spéciaux vous aident à infliger de lourds dégâts et à tenir les ennemis à distance.\r\n\r\nCompétences :\r\nUtilisez vos compétences de manière stratégique pendant le combat. Lorsqu'elles sont utilisées au bon moment, elles peuvent renverser la situation en maximisant les dégâts et en contrôlant les mouvements des ennemis.\r\n\r\nFin du combat :\r\nLe jeu continue jusqu'à ce que votre Santé soit épuisée. À ce moment-là, un écran de fin s'affichera avec votre score final, votre meilleur score et un résumé de vos attributs, y compris votre Niveau d'Arme et votre maîtrise élémentaire."
					},
					"Key": "TutorialGameplayDesc"
				},
				{
					"Source":
					{
						"Text": "Screen Shake"
					},
					"Translation":
					{
						"Text": "Secousse de l'écran"
					},
					"Key": "ScreenShakeLabel"
				},
				{
					"Source":
					{
						"Text": "Vibration"
					},
					"Translation":
					{
						"Text": "Vibration"
					},
					"Key": "VibrationLabel"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AttackStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefenseStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ElementalStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FireLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IceLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ThunderLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WeaponLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VolumePercentFormat"
				}
			]
		}
	]
}